Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེ་ནི་བསྙེན་པར་རྫོགས་པ་ཉེ་བར་སྒྲུབ་པའོ།། །།
en: This concludes the ordination portion of the rite.

source: དེའི་འོག་ཏུ་གྲིབ་ཚོད་གཞལ་བར་བྱའོ། །
en: Next, measuring the length of a shadow.

source: བཅོམ་ལྡན་འདས་ཀྱིས་གྲིབ་ཚོད་གཞལ་བར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས་དགེ་སློང་དག་ཤིང་བུ་རིང་པོ་དག་གིས་གྲིབ་ཚོད་འཇལ་བར་བྱེད་ནས།
en: When the Blessed One decreed, “Measure the length of a shadow,” the monks measured the length of a shadow using a long stick,

source: ཤིང་བུ་རིང་པོ་དག་གིས་གྲིབ་ཚོད་གཞལ་བར་མི་བྱའོ། །
en: “Do not measure the length of a shadow with a long stick.”

source: དགེ་སློང་དག་གོམ་པ་དག་གིས་འཇལ་བར་བྱེད་པ་ན་ཧ་ཅང་ཐོགས་ནས་
en: When the monks measured the length of a shadow in steps, it proved too difficult,

source: གོམ་པ་དག་གིས་གཞལ་བར་མི་བྱ་བར་འདི་ལྟར་ཐུར་མ་དག་གིས་གཞལ་བར་བྱའོ། །
en: “Do not measure the length of a shadow in steps. Measure it like this, using splints of wood.”

source: དགེ་སློང་དག་ཐུར་མ་རིང་པོ་དག་གིས་འཇལ་བར་བྱེད་པ་ན། དེ་ལྟ་ན་ཡང་ཧ་ཅང་ཐོགས་ནས་
en: When the monks measured the length of a shadow using long splints, it also proved too difficult,

source: ཐུར་མ་སོར་བཞི་ཙམ་གྱིས་གཞལ་བར་བྱ་ཞིང་ཐུར་མ་ཇི་ཙམ་ཡོད་པ་དེ་ཙམ་ལ་སྐྱེས་བུ་ཞེས་བརྗོད་པར་བྱའོ། །།
en: “Measure with a splint just four finger widths tall. A splint of exactly that length shall be called a ‘bar.’ ”

source: དེའི་འོག་ཏུ་ཉིན་མཚན་གྱི་ཆ་བརྗོད་པར་བྱ་སྟེ།
en: “The different parts of the day and night are described as

source: སྔ་དྲོ་དང་། གུང་དང་། ཕྱི་དྲོ་དང་། མཚན་མོའི་ཐུན་དང་པོ་དང་།
en: morning, noon, evening, the first watch of the night,

source: ཐུན་དང་པོའི་ཕྱེད་དང་། གུང་ཐུན་དང་། གུང་ཐུན་གྱི་ཕྱེད་དང་། ཐུན་ཐ་མ་དང་།
en: the latter half of the first watch, the midnight watch, the latter half of the midnight watch, the last watch of the night,

source: ཐུན་ཐ་མའི་ཕྱེད་དང་། སྐྱ་རེངས་མ་ཤར་བ་དང་། སྐྱ་རེངས་ཤར་བ་དང་། ཉི་མ་མ་ཤར་བ་དང་།
en: the latter half of the last watch of the night, pre-dawn, dawn, before sunrise,

source: ཉི་མ་ཤར་བ་དང་། ཉི་མ་བརྒྱད་ཆ་ཤར་བ་དང་།
en: sunrise, an eighth of the sun’s passage,

source: ཉི་མ་བཞི་ཆ་ཤར་བ་དང་། གུང་ཚིགས་མ་ཡོལ་བ་དང་། ཉི་མ་བཞི་ཆ་ལུས་པ་དང་།
en: a quarter of the sun’s passage, midday, a quarter of the sun’s passage remaining,

source: ཉི་མ་བརྒྱད་ཆ་ལུས་པ་དང་། ཉི་མ་མ་ནུབ་པ་དང་། ཉི་མ་ནུབ་པ་དང་། རྒྱུ་སྐར་རྣམས་མ་ཤར་བ་དང་། རྒྱུ་སྐར་རྣམས་ཤར་བ་སྟེ། །།
en: an eighth of the sun’s passage remaining, before sunset, sunset, before the stars appear, and after the stars appear.”

source: དེ་ནི་དུས་ཚོད་བརྗོད་པའོ།། །།
en: Describing the length of the seasons

source: དེའི་འོག་ཏུ་དུས་ཚོད་བརྗོད་པར་བྱ་སྟེ།
en: The length of the seasons are then described:

source: དུས་ཚོད་ནི་ལྔ་སྟེ། དགུན་གྱི་དུས་དང་། དཔྱིད་ཀྱི་དུས་དང་།
en: “There are five seasons: the cold season, springtime,

source: དབྱར་གྱི་དུས་དང་། དབྱར་ཐུང་ངུའི་དུས་དང་། དབྱར་རིང་པོའི་དུས་སོ། །
en: the rainy season, the short rainy season, and the long rainy season.

source: དེ་ལ་དགུན་གྱི་དུས་ནི་ཟླ་བ་བཞིའོ། །དཔྱིད་ཀྱི་དུས་ནི་ཟླ་བ་བཞིའོ། །
en: The cold season lasts four months, springtime lasts four months,

source: དབྱར་གྱི་དུས་ནི་ཟླ་བ་གཅིག་གོ། །དབྱར་ཐུང་ངུའི་དུས་ནི་ཉིན་ཞག་གཅིག་གོ། །
en: the rainy season lasts one month, the short rainy season lasts a day,

source: དབྱར་རིང་པོའི་དུས་ནི་ཉིན་ཞག་གཅིག་གིས་ཟླ་བ་གསུམ་དུ་མ་ཆོག་པ་སྟེ།
en: while the long rainy season is one day shy of three months.”

source: དེའི་འོག་ཏུ་གནས་རྣམས་བརྗོད་པར་བྱ་སྟེ།
en: The resources are then explained:

source: ཚེ་དང་ལྡན་པ་མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཉོན་ཅིག །
en: “Listen, venerable [newly ordained monk’s name].

source: བཞི་པོ་འདི་དག་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་དེ་ལྟར་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པའི་དགེ་སློང་གི་གནས་སུ་གསུངས་ཏེ།
en: The Blessed One, the tathāgata, arhat, perfectly awakened, omniscient, all-seeing Buddha has declared four resources to be resources for monks who have gone forth and been ordained.

source: དེ་ལ་གནས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོར་འགྱུར་རོ། །
en: If one abides by them, the monk who has gone forth and been ordained in the well-proclaimed Dharma and Vinaya will be a genuine monk.

source: བཞི་གང་ཞེ་ན། གོས་ཀྱི་ནང་ན་ཕྱག་དར་ཁྲོད་ནི་རུང་བ་རྙེད་ཀྱང་སླ་བ་སྟེ།
en: What are the four? As for clothes, it is preferable that you find a pile of discarded rags suitable.

source: དེ་ལ་གནས་ན་དགེ་སློང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པར་དགེ་སློང་གི་དངོས་པོར་འགྱུར་རོ། །
en: If one abides by that, the monk who has gone forth and been ordained in the well-proclaimed Dharma and Vinaya will be a genuine monk.

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཇི་སྲིད་འཚོའི་བར་དུ་ཕྱག་དར་ཁྲོད་ཀྱི་གོས་ཀྱིས་འཚོ་བར་སྤྲོའམ།
en: Will you, [newly ordained monk’s name], delight in living on clothes from a pile of discarded rags for so long as you live?”

source: དེས་སྤྲོ་ཞེས་བརྗོད་པར་བྱའོ།
en: The newly ordained monk responds: “I will so delight.”

source: ལྷག་པར་རྙེད་ན་དར་རམ། རས་ཡུག་ཆེན་ནམ། བེའུ་རས་སམ། དར་ལའམ། མོན་དར་རམ། བེའུ་རས་ཡུག་ཆེན་ནམ།
en: He is then told: “Or further, if you were to obtain silk or a large piece of cotton, wool, muslin, raw silk, a large piece of wool,

source: བེའུ་རས་དམར་པོའམ། བེའུ་ཕྲུག་གམ། ལ་མར་རམ། ཡུལ་ཀ་ཤིའི་རས་ཕྲན་ནམ། ཁ་དོག་རན་པའམ། །
en: red wool, lambswool, a red shawl, fine Kāśī cotton, cloth of a fitting color,

source: ཁ་དོག་ངན་པའམ། བལ་གོས་སམ། ཤ་ནའི་རས་སམ། ཟར་མའི་རས་སམ། རས་གོས་སམ།
en: ill-colored cloth, woolen cloth, hempen cloth, linen, cotton cloth,

source: དུ་གུ་ལའི་རས་སམ། ཀོ་ཏམ་པའི་རས་སམ། ཉི་འོག་གི་གོས་སམ། གཞན་ཡང་གོས་རུང་བ་གང་དགེ་འདུན་ནམ་གང་ཟག་ལས་རྙེད་ན།
en: dugūla cloth, jute cloth, Aparāntin cloth, or were to receive any other appropriate cloth from the saṅgha or a person,

source: དེ་ཡང་ཁྱོད་ཀྱིས་ལོང་ལ་ཚོད་ཟིན་པར་གྱིས་ཤིག །
en: you may also accept that, provided you take the proper amount.

source: ཇི་ལྟར་ཁྱོད་གནས་འདི་ལྟ་བུས་དམ་འཆའ་འམ། དེས་དམ་འཆའོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: Will you commit yourself to subsisting on such resources?” The newly ordained monk responds: “I will so commit myself.”

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཉོན་ཅིག །ཟས་ཀྱི་ནང་ན་བསོད་སྙོམས་ནི་རུང་བ་རྙེད་ཀྱང་སླ་བ་སྟེ།
en: He is then told: “Listen, venerable [newly ordained monk’s name]. As for food, it is preferable that you find begging for alms suitable.

source: དེས་དམ་འཆའོ་ཞེས་བརྗོད་པར་བྱའོ། །མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཉོན་ཅིག །
en: He is then told: “Listen, venerable [newly ordained monk’s name].

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཇི་སྲིད་འཚོའི་བར་དུ་བསོད་སྙོམས་ཀྱི་ཟས་ཀྱིས་འཚོ་བར་སྤྲོའམ། དེས་སྤྲོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: Will you, [newly ordained monk’s name], delight in living on alms for so long as you live?” The newly ordained monk responds: “I will so delight.”

source: ལྷག་པར་རྙེད་ན་འབྲས་ཅན་ནམ། སྐྱོ་མའམ། ཐུག་པའམ། ལྔ་སྟོན་ནམ།
en: He is then told: “Or further, if you were to obtain cooked grains, gruel, soup; special food prepared for feasts on the fifth,

source: བརྒྱད་སྟོན་ནམ། བཅུ་བཞི་སྟོན་ནམ། ཉ་སྟོན་ནམ། རྟག་རེས་འཁོར་རམ། མགྲོན་དུ་བོས་པའམ།
en: the eighth, the fourteenth, or the full moon; or everyday fare; or be invited to a banquet,

source: འཕྲལ་ལ་བོས་པའམ། སྤགས་པའམ། གཞན་ཡང་ཟས་རུང་བ་གང་དགེ་འདུན་ནམ་གང་ཟག་ལས་རྙེད་ན།
en: or be invited on a whim, or obtain vegetables, or obtain any other appropriate food from the saṅgha or a person,

source: གནས་མལ་གྱི་ནང་ན་ཤིང་དྲུང་ནི་རུང་བ་རྙེད་ཀྱང་སླ་བ་སྟེ། །
en: As for shelter, it is preferable that you find shelter at the foot of a tree suitable.

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཇི་སྲིད་འཚོའི་བར་དུ་ཤིང་དྲུང་གི་གནས་མལ་གྱིས་འཚོ་བར་སྤྲོའམ།
en: Will you, [newly ordained monk’s name], delight in living in shelter at the foot of a tree for so long as you live?”

source: དེས་སྤྲོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The newly ordained monk responds: “I will delight in living so.”

source: ལྷག་པར་རྙེད་ན་ཁང་པའམ། སྔ་ཁང་ངམ། ཁང་པ་བརྩེགས་པའམ། བསིལ་ཁང་ངམ། སབ་མོས་བསྐོར་བའམ།
en: He is then told: Or further, if you were to find shelter in a house, a temple, a multi-story building, a veranda,

source: བ་གམ་མམ། ཁང་བཟངས་སམ། སྒོ་ཁང་གི་སྟེང་གི་བསིལ་ཁང་ངམ། ཁང་སྟེང་གི་ཡོལ་ཁང་ངམ།
en: a yard, a rotunda, a hall, a veranda above a vestibule, a rooftop shed,

source: ཡོལ་ཁང་ངམ། སྤང་ལེབ་ཁང་ངམ། ས་ཕུག་གམ། བྲག་ཕུག་གམ། རི་ཕུག་གམ།
en: a shed, a wooden hut, an earthen cave, a rock cave, a mountain cave,

source: རྩྭའི་སྤྱིལ་བུའམ། ལོ་མའི་སྤྱིལ་བུའམ། འཆག་སར་བྱས་པའམ།
en: a grass hut, a hut of leaves, a settlement,

source: འཆག་སར་མ་བྱས་པའམ། བྱ་སྐྱིབས་སུ་བྱས་པའམ། བྱ་སྐྱིབས་སུ་མ་བྱས་པའམ།
en: an unsettled place, a burrowed out crevice, or a natural crevice,

source: གཞན་ཡང་གནས་མལ་རུང་བ་གང་དགེ་འདུན་ནམ་གང་ཟག་ལས་རྙེད་ན། དེ་ཡང་ཁྱོད་ཀྱིས་ལོང་ལ་ཚོད་ཟིན་པར་གྱིས་ཤིག །
en: or find any other appropriate shelter from the saṅgha or a person, you may also accept that, provided you take its proper measure.

source: ཇི་ལྟར་ཁྱོད་གནས་འདི་ལྟ་བུ་ལ་དམ་འཆའ་འམ། དེས་དམ་འཆའོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: Will you commit yourself to subsisting on such resources? The newly ordained monk responds: “I will so commit myself.”

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཉོན་ཅིག །སྨན་གྱི་ནང་ན་བཀུས་ཏེ་བོར་བ་ནི་རུང་བ་རྙེད་ཀྱང་སླ་བ་སྟེ།
en: He is then told: “Listen, venerable [newly ordained monk’s name]. As for medicines, it is preferable that you find voided urine suitable.

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཇི་སྲིད་འཚོའི་བར་དུ་བཀུས་ཏེ་བོར་བའི་སྨན་གྱིས་འཚོ་བར་སྤྲོ་འམ། དེས་སྤྲོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: Will you, [newly ordained monk’s name], delight in living by voided urine for so long as you live?” The newly ordained monk responds: “I will delight in living so.”

source: ལྷག་པར་རྙེད་ན་ཞུན་མར་རམ། འབྲུ་མར་རམ། སྦྲང་རྩིའམ། བུ་རམ་གྱི་དབུ་བའམ། དུས་སུ་རུང་བའམ།
en: He is then told: “Or further, if you were to obtain ghee, sesame oil, honey, molasses, food fit for a time,

source: ཐུན་ཚོད་དུ་རུང་བའམ། ཞག་བདུན་པའམ། འཚོ་བའི་བར་དུ་བཅང་བའམ། རྩ་བའི་སྨན་ནམ།
en: fit for a period, tonics kept for seven days, lifelong medicines, medicinal roots,

source: སྡོང་བུའི་སྨན་ནམ། ལོ་མའི་སྨན་ནམ། འབྲས་བུའི་སྨན་ནམ། གཞན་ཡང་སྨན་རུང་བ་གང་དགེ་འདུན་ནམ་གང་ཟག་ལས་རྙེད་ན།
en: medicinal stalks, medicinal leaves, medicinal fruits, or any other appropriate medicines from the saṅgha or a person,

source: ཇི་ལྟ་ཁྱོད་གནས་འདི་ལྟ་བུ་ལ་དམ་འཆའ་འམ། དེས་དམ་འཆའོ་ཞེས་བརྗོད་པར་བྱའོ། །།
en: Will you commit yourself to subsisting on such resources?” The newly ordained monk responds: “I will so commit myself.”

source: དེའི་འོག་ཏུ་ལྟུང་བར་འགྱུར་བའི་ཆོས་རྣམས་བརྗོད་པར་བྱ་སྟེ།
en: Then those things that lead to an offense are explained:

source: མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་ཉོན་ཅིག །བཞི་པོ་འདི་ དག་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་
en: “Listen, venerable [newly ordained monk’s name]. The Blessed One, the tathāgata, arhat, perfectly awakened, omniscient, all-seeing Buddha,

source: དེ་ལྟར་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པའི་དགེ་སློང་གི་ལྟུང་བར་འགྱུར་བའི་ཆོས་སུ་གསུངས་ཏེ།
en: has declared four things that lead to an offense for monks who have gone forth and been ordained.

source: དགེ་སློང་གིས་དེ་བྱས་ན་བྱས་མ་ཐག་ཏུ་དགེ་སློང་དུ་མི་རུང་བར་འགྱུར།
en: If a monk were to engage in them, he would immediately disqualify himself as a monk,

source: དགེ་སྦྱོང་དུ་མི་རུང་། ཤཱཀྱའི་སྲས་ཀྱིར་མི་རུང་།
en: disqualify himself as a spiritual practitioner, disqualify himself as an heir of the Śākya,

source: དགེ་སློང་གི་དངོས་པོ་ལས་ཉམས་པར་འགྱུར་ཏེ།
en: and would fall from monkhood.

source: དེའི་དགེ་སྦྱོང་གི་ཚུལ་ཞིག་པར་འགྱུར་ཞིང་ཉམས་པ་བཅོམ་པ་ལྟུང་བ་ཕམ་པར་གྱུར་པ་སྟེ།
en: It would leave his spiritual practice in tatters, leave him ruined, wrecked, fallen, and defeated.

source: དེའི་དགེ་སྦྱོང་གི་ཚུལ་ཕྱིར་བསླང་དུ་མེད་པར་འགྱུར་རོ། །
en: There would be no way to restore his spiritual practice.

source: ཚེ་དང་ལྡན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས།
en: The Blessed One, the tathāgata, arhat, perfectly awakened, omniscient, all-seeing Buddha

source: དགེ་སྦྱོང་དུ་མི་རུང་། ཤཱཀྱའི་སྲས་ཀྱིར་མི་རུང་། དགེ་སློང་གི་དངོས་པོ་ལས་ཉམས་པར་འགྱུར་ཏེ།
en: disqualify himself as a spiritual practitioner, disqualify himself as an heir of the Śākya, and would fall from monkhood.

source: དེའི་དགེ་སྦྱོང་གི་ཚུལ་ཞིག་པར་འགྱུར་ཞིང་ཉམས་པ་བཅོམ་པ་ཕམ་པ་ལྟུང་བར་འགྱུར་བ་སྟེ།
en: It would leave his spiritual practice in tatters, leave him ruined, wrecked, fallen, and defeated.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཤིང་ཏ་ལའི་མགོ་བཅད་ན་སྔོན་པོར་འགྱུར་དུ་མི་རུང་ལ། འཕེལ་ཞིང་རྒྱས་པ་དང་ཡངས་པར་འགྱུར་དུ་མི་རུང་བ་བཞིན་ནོ། །
en: It is like a palmyra tree: if you were to lop off its crown, it would no longer be green, nor would it flourish, grow, or expand.

source: བཞི་གང་ཞེ་ན། འདོད་པ་དང་། འདོད་པ་ལ་ཞེན་པ་དང་། འདོད་པ་ལ་འཆུམས་པ་དང་། འདོད་པ་ལ་ལྷག་པར་ཞེན་པ་ནི་
en: What are the four? They are desires, clinging to desires, longing for desires, and pursuing desires,

source: བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་གྲངས་དུ་མས་སྨད་དོ། །
en: which the Blessed One criticised in many ways.

source: འདོད་པ་སྤངས་པ་ནི་བསྔགས་ཏེ་བོར་བ་དང་། བསྩལ་བ་དང་། ཟད་པ་དང་།
en: It was abandoning desires that he honored; it was renouncing them, rejecting them, forsaking them;

source: འདོད་ཆགས་དང་བྲལ་བ་དང་། འགོག་པ་དང་། ཉེ་བར་ཞི་བ་དང་།
en: it was freedom from desires, their cessation, their pacification,

source: ནུབ་པ་ནི་བསྟོད་དོ། །བཀུར་རོ། །བསྔགས་སོ། །སྙན་པར་བརྗོད་དོ། །
en: and their vanishing that he praised, esteemed, honored, and extolled.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་དེང་ཕྱིན་ཆད་ཆགས་པའི་སེམས་ཀྱིས་བུད་མེད་ལ་མིག་གཏད་དེ་མིག་གིས་བལྟ་བར་ཡང་མི་བྱ་ན།
en: “Venerable, since from now on you should not even fix your eyes with attachment upon a woman,

source: གཉིས་ཀྱིས་གཉིས་སྤྲད་དེ་མི་ཚངས་པར་སྤྱོད་པ་འཁྲིག་པའི་ཆོས་བསྟེན་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: what need is there to mention engaging in an act of sexual intercourse in which a couple’s two organs meet?

source: དགེ་སློང་གང་དགེ་སློང་རྣམས་དང་ལྷན་ཅིག་བསླབ་པ་མཚུངས་པར་གྱུར་པས་
en: declared that if any monk, who has the same training as other monks,

source: བསླབ་པ་མ་ཕུལ་བསླབ་པ་ཉམས་པར་མ་བྱས་པར་མི་ཚངས་པར་སྤྱོད་པ་འཁྲིག་པའི་ཆོས་བསྟེན་ན།
en: were to engage in the act of sexual intercourse without first offering back his training with training intact,

source: ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པ་དང་ལྷན་ཅིག་ཀྱང་རུང་སྟེ།
en: he is liable, at the least, to wind up amongst those born as animals.

source: དགེ་སློང་དེ་ཕམ་པར་གྱུར་པ་ཡིན་གྱིས་གནས་པར་མི་བྱའོ་ཞེས་བྱ་བ་འདི་བཀའ་སྩལ་ཏེ།
en: As that monk has suffered a defeat, he should not remain.

source: དགེ་སློང་གིས་གནས་དེ་ལྟ་བུ་བྱས་ན་བྱས་མ་ཐག་ཏུ་དགེ་སློང་དུ་མི་རུང་བར་འགྱུར།
en: If a monk were to do such a thing, he would immediately disqualify himself as a monk,

source: དེང་ཕྱིན་ཆད་ཁྱོད་སྤྱད་པ་མ་ཡིན་པ་དང་། བྱ་བ་མ་ཡིན་པ་དང་། སྤྱད་པ་མ་ཡིན་པ་སྤང་བ་དེ་ལ་དྲན་པ་དང་བག་ཡོད་པས་སེམས་ཤིན་ཏུ་བསྲུང་བར་བརྩོན་པར་གྱིས་ཤིག །
en: From this day forward, you must endeavor to fully safeguard your intentions by being mindful of and attentive to forsaking improper arrangements, improper actions, and improper behavior.

source: དེའི་དགེ་སྦྱོང་གི་ཚུལ་ཞིག་པར་འགྱུར་ཞིང་། ཉམས་པ་བཅོམ་པ་ལྟུང་བ་ཕམ་པར་འགྱུར་བ་སྟེ།
en: It would leave his spiritual practice in tatters, leave him ruined, wrecked, fallen, and defeated.

source: དེང་ཕྱིན་ཆད་ཁྱོད་སྤྱད་པ་མ་ཡིན་པ་དང་། བྱ་ བ་མ་ཡིན་པ་དག་སྤྱད་པ་མ་ཡིན་པ་སྤང་བ་དེ་ལ་དྲན་པ་དང་བག་ཡོད་པས་སེམས་ཤིན་ཏུ་བསྲུང་བར་བརྩོན་པར་གྱིས་ཤིག །
en: From this day forward, you must endeavor to fully safeguard your intentions by being mindful of and attentive to forsaking improper arrangements, improper actions, and improper behavior.

source: ཇི་ལྟར་གནས་འདི་ལྟ་བུ་ལ་མི་སྤྱོད་དམ། དེས་མི་སྤྱོད་ཅེས་བརྗོད་པར་བྱའོ། །
en: Do you accept not to engage in such things?” The newly ordained monk responds: “I will not engage in such things.”

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག
en: He is then told: “Listen, venerable [newly ordained monk’s name].

source: བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་གྲངས་དུ་མས་སྨད་དོ། །མ་བྱིན་པར་ལེན་པ་སྤངས་པ་ནི་བསྟོད་དོ། །བཀུར་ཏོ། །བསྔགས་སོ། །སྙན་པར་བརྗོད་དོ།
en: The Blessed One criticised stealing in many ways, and praised, esteemed, honored, and extolled the forsaking of stealing.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་དེང་ཕྱིན་ཆད་རྐུ་སེམས་ཀྱིས་གཞན་གྱི་ཏིལ་གྱི་ཕུབ་མ་ཡང་མ་བྱིན་པར་མི་བླང་ན།
en: Venerable, since, from now on, you should not, with thieving intent, take from another so much as the husk of a sesame seed,

source: མ་ཤ་ཀ་ལྔའམ། མ་ཤ་ཀ་ལྔ་ལས་ལྷག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས། །
en: what need is there to mention five measures of gold or more?

source: ཡང་དགེ་སློང་གང་གཞན་དག་གི་གྲོང་ན་འདུག་པའམ། དགོན་པ་ན་འདུག་པ་མ་བྱིན་པ་
en: declared that if any monk takes something of another’s—in the community or outside the monastery—which he has not been given,

source: རྐུ་བའི་གྲངས་སུ་གཏོགས་པ་བླངས་ན། ཇི་ཙམ་མ་བྱིན་པར་བླངས་པས་དེ་
en: that is counted as tantamount to stealing, no matter how much he has stolen,

source: རྒྱལ་པོའམ་བློན་པོ་ཆེན་པོས་བཟུང་ནས་དེ་ལ་འདི་སྐད་ཅེས།
en: whereby the king or his minister could rightly say to him,

source: ཀྱེ་མི་ཁྱོད་ནི་རྐུན་མའོ། །བྱིས་པའོ། །བླུན་པའོ། །རྐུ་བའོ་ཞེས་
en: ‘O! You are a thief! A fool! An idiot! A robber!’

source: ཟེར་ཞིང་གསོད་དམ། འཆིང་ངམ། སྤྱུག་ཀྱང་རུང་སྟེ།
en: and execute, bind, or exile him.

source: དགེ་སློང་དེ་ལྟར་མ་བྱིན་པར་ལེན་ན་དགེ་སློང་དེ་ཡང་ཕམ་པར་གྱུར་པ་ཡིན་པས་གནས་པར་མི་བྱའོ་ཞེས་བྱ་བ་འདི་བཀའ་སྩལ་ཏེ།
en: If a monk thus takes what has not been given, that monk also incurs a defeat and so should not remain.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཤིང་ཏ་ལའི་མགོ་བཅད་ན་སྔོན་པོར་འགྱུར་དུ་མི་རུང་ལ། འཕེལ་ཤིང་རྒྱས་པ་དང་ཡངས་པར་འགྱུར་དུ་མི་རུང་བ་བཞིན་ནོ། །
en: It is like a palmyra tree: If you were to lop off its crown, it would no longer be green, nor would it flourish, grow, or expand.

source: སྲོག་གཅོད་པ་སྤངས་པ་ནི་བསྟོད་དོ། །བཀུར་རོ། །བསྔགས་སོ། །སྙན་པར་བརྗོད་དོ། །
en: praised, esteemed, honored, and extolled the forsaking of killing.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་དེང་ཕྱིན་ཆད་ཁྱོད་ཀྱི་ཐ་ན་བསམ་བཞིན་དུ་སྲོག་ཆགས་གྲོག་སྦུར་ཡང་གསད་པར་མི་བྱ་ན།
en: Venerable, since, from now on, you should not so much as kill an ant intentionally,

source: མིའམ་མིར་ཆགས་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: what need is there to mention a human or a human embryo?

source: ཡང་དགེ་སློང་གང་མིའམ་མིར་ཆགས་པ་ལ་བསམས་བཞིན་དུ་རང་གིས་ལག་དར་ཏེ་སྲོག་གཅོད་དམ།
en: declared that if any monk intentionally kills a human, or a human embryo, with his own hands,

source: དེ་ལ་མཚོན་བྱིན་ནམ། དེ་ལ་མཚོན་ཐོགས་པ་གཉེར་ཏམ། དེ་འཆིར་བཅུག་གམ། དེ་ལ་འཆི་བའི་བསྔགས་པ་བརྗོད་ཀྱང་རུང་སྟེ།
en: or gives them a weapon, sends an assassin to them, pressures them, or extols the merits of death to them,

source: དེ་ལ་འདི་སྐད་ཅེས། ཀྱེ་མི་ཁྱོད་འཚོ་བ་སྡིག་པ་མི་གཙང་བ་ངན་པ་འདིས་ཅི་ཞིག་བྱ།
en: hen say this to him: ‘Oh! Why do you visit such negativity, filth, and evil on the living?

source: ཀྱེ་མི་ཁྱོད་གསོན་པ་བས་ཤི་བླའོ་ཞེས་ཟེར་ཞིང་སེམས་ཀྱི་འདོད་པ་དང་། །
en: Oh! You, who are alive and well, you suggest it would be better to die.

source: སེམས་ཀྱི་ཀུན་དུ་རྟོག་པ་དག་གི་རྣམ་གྲངས་དུ་མས་དེ་འཆིར་བཅུག་གམ།
en: In your mind, do you desire and scheme, while pressuring them with the many things you say?’

source: དེ་ལ་འཆི་བའི་བསྔགས་པ་བརྗོད་དེ་དེ་ཡང་རྩོམ་པ་དེས་དུས་བྱས་ན།
en: The Blessed One declared that if, initiated by that monk’s extolling the merits of death, the time comes that it happens,

source: དགེ་སློང་དེ་ཡང་ཕམ་པར་གྱུར་པ་ཡིན་གྱིས་གནས་པར་མི་བྱའོ་ཞེས་བྱ་བ་འདི་བཀའ་སྩལ་ཏེ།
en: then that monk incurs a defeat and thus should not remain.

source: དགེ་སློང་གིས་གནས་དེ་ལྟ་བུ་བྱས་ན་བྱས་མ་ཐག་ཏུ་དགེ་སློང་དུ་མི་རུང་བར་འགྱུར། །
en: If a monk were to do such things as these, he would immediately disqualify himself as a monk,

source: དེའི་དགེ་སྦྱོང་གི་ཚུལ་ཞིག་པར་འགྱུར་ཞིང་ཉམས་པ་བཅོམ་པ་ལྟུང་བ་ཕམ་པར་འགྱུར་བ་སྟེ།
en: It would leave his spiritual practice in tatters, leave him ruined, wrecked, fallen, and defeated.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཤིང་ཏ་ལའི་མགོ་བཅད་ན་སྔོན་པོར་འགྱུར་དུ་མི་རུང་ལ། འཕེལ་ཤིང་རྒྱས་པ་དང་ཡངས་པར་འགྱུར་དུ་མི་རུང་བ་བཞིན་ནོ།
en: t is like a palmyra tree: if you were to lop off its crown, it would no longer be green, nor would it flourish, grow, or expand.

source: དེང་ཕྱིན་ཆད་ཁྱོད་སྤྱད་པ་མ་ཡིན་པ་དང་།
en: From this day forward, you must endeavor to fully safeguard your intentions

source: བྱ་བ་མ་ཡིན་པ་དང་། སྤྱད་པ་མ་ཡིན་པ་སྤང་བ་དེ་ལ་དྲན་པ་དང་བག་ཡོད་པས་སེམས་ཤིན་ཏུ་བསྲུང་བར་བརྩོན་པར་གྱིས་ཤིག །
en: by being mindful of and attentive to forsaking improper arrangements, improper actions, and improper behavior.

source: ཇི་ལྟར་གནས་འདི་ལྟ་བུ་ལ་མི་སྤྱོད་དམ། དེས་མི་སྤྱོད་ཅེས་བརྗོད་པར་བྱའོ།
en: Do you accept not to engage in such things?” The newly ordained monk responds: “I will not engage in such things.”

source: བརྫུན་དུ་སྨྲ་བ་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་གྲངས་དུ་མས་སྨད་དོ། །
en: The Blessed One criticised lying in many ways

source: བརྫུན་དུ་སྨྲ་བ་སྤངས་པ་ནི་བསྟོད་དོ། །བཀུར་རོ། །བསྔགས་སོ། །སྙན་པར་བརྗོད་དོ། །
en: praised, esteemed, honored, and extolled the forsaking of lying.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་དེང་ཕྱིན་ཆད་ཐ་ན་བཞད་གད་བྱ་བར་བསམས་ཏེ་ཤེས་བཞིན་དུ་བརྫུན་དུ་སྨྲ་བར་ཡང་མི་བྱ་ན།
en: Venerable, since, from now on, you should not knowingly speak falsely even in the hopes of getting a laugh,

source: བསམས་བཞིན་དུ་མིའི་ཆོས་བླ་མ་སྨྲ་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: what need is there to mention intentionally claiming to possess superhuman qualities?

source: ཡང་དགེ་སློང་གང་མངོན་པར་མི་ཤེས་ཤིང་ཡོངས་སུ་མི་ཤེས་ལ་མིའི་ཆོས་བླ་མ་མཐའ་དང་།
en: declared that any monk who claims to have attained the final superhuman quality,

source: འཕགས་པ་དང་། བྱེ་བྲག་ཐོབ་པ་དང་། ཤེས་པ་དང་། མཐོང་བ་དང་། རེག་པར་སྤྱོད་པ་མེད་ལ།
en: or an exalted or specific superhuman human quality, while in a state of non-perception or non-discernment, one who, while devoid of knowledge, insight, and first-hand experience, claims,

source: མེད་བཞིན་དུ་འདི་ཤེས་སོ། །འདི་མཐོང་ངོ་ཞེས་ཁས་འཆེས་པ་ལས་དེ་ལྟུང་བ་བྱུང་བ་རྣམ་པར་དག་པར་འདོད་ནས་དུས་གཞན་ཞིག་ན་དྲིས་ཀྱང་རུང་མ་དྲིས་ཀྱང་རུང་འདི་སྐད་ཅེས།
en: ‘I know this, I have seen this,’ even though he has not, that monk incurs a defeat, unless at some other time, wanting to come clean about the offense that has occurred, he says, at another’s urging or not,

source: ཚེ་དང་ལྡན་པ་དག་བདག་གིས་ནི་མི་ཤེས་པར་ཤེས་སོ་ཞེས་སྨྲས།
en: ‘Venerables, I declared I knew something I did not know.

source: མ་མཐོང་བར་མཐོང་ངོ་ཞེས་སྨྲས་ཏེ།
en: I declared I saw something I did not see.

source: གསོབ་གསོག་བརྫུན་དུ་སྨྲས་སོ་ཞེས་ཟེར་ན་མངོན་པའི་ང་རྒྱལ་མ་གཏོགས་ཏེ།
en: I spoke duplicitously and fraudulently,’ in which case it is only excessive pride.

source: ཅི་ཞིག་ཤེས་ཞེ་ན། སྡུག་བསྔལ་ཤེས་སོ། །
en: Such a monk claims, ‘What do I know? I know suffering.

source: ཀུན་འབྱུང་བ་དང་། འགོག་པ་དང་། ལམ་ཤེས་སོ། །
en: I know its origin. I know its cessation. I know its path.

source: ཅི་ཞིག་མཐོང་ཞེ་ན། ལྷ་རྣམས་མཐོང་ངོ་། །
en: What do I see? I see gods.

source: ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། མིའམ་ཅི་རྣམས་དང་།
en: I see the nāgas, yakṣas, garuḍas, gandharvas, kiṁnaras,

source: ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་དང་། ཡི་དགས་རྣམས་དང་། ཤ་ཟ་རྣམས་དང་། གྲུལ་བུམ་རྣམས་དང་།
en: mahoragas, pretas, piśācas, kumbhāṇḍas,

source: སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་མཐོང་ངོ་། །
en: pūtanas, kaṭapūtanas, and pāṃśukūla piśācas.

source: ལྷ་རྣམས་ཀྱིས་ཀྱང་བདག་མཐོང་ངོ་། །ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། མིའམ་ཅི་རྣམས་དང་།
en: The gods also see me. The nāgas, yakṣas, garuḍas, gandharvas, kiṁnaras,

source: སྲུལ་བོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་ཀྱིས་ཀྱང་བདག་མཐོང་ངོ་།
en: pūtanas, kaṭapūtanas, and pāṃśukūla piśācas also see me.

source: ལྷ་རྣམས་ཀྱི་སྒྲ་ཐོས་སོ། །ཀླུ་རྣམས་དང་། །
en: I hear the voices of the gods. I hear the voices of the nāga,

source: སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་དང་ལྷན་ཅིག་གཏམ་འདྲེ་བར་བྱེད། །
en: kaṭapūtanas, and pāṃśukūla piśācas.

source: སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་ཀྱི་སྒྲ་ཐོས་སོ། །ལྷ་རྣམས་ཀྱིས་ཀྱང་བདག་གི་སྒྲ་ཐོས་སོ། །
en: kaṭapūtanas, and pāṃśukūla piśācas. The gods also hear my voice.

source: སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་ཀྱིས་ཀྱང་བདག་གི་སྒྲ་ཐོས་སོ། །
en: kaṭapūtanas, and pāṃśukūla piśācas also hear my voice.
